Repository: KDE/kdev-ruby
Catalog: po/*/kdevruby.po
Languages: ar, bs, ca@valencia, de, eo, es, et, eu, fi, fr, gl, hu, it, ka, ko, nl, nn, pl, pt_br, ru, sk, sl, sv, tr, uk, zh_cn, zh_tw

source: Switch To Controller
ar: بَدِّل إلى المتحكِّم
bs: Prebaci na kontrolera
ca@valencia: Canvia al controlador
de: Zum Controller wechseln
eo: Ŝanĝi al Controller
es: Cambiar al controlador
et: Lülitu kontrollerile
eu: Aldatu kontrolatzailera
fr: Basculer vers le contrôleur
gl: Ir ao controlador
hu: Váltás a vezérlőre
it: Passa al controller
ka: კონტროლერზე გადართვა
ko: 컨트롤러로 전환
nl: Naar controller omschakelen
nn: Byt til kontrollar
pl: Przejdź do kontrolera
pt_br: Alternar para controlador
ru: Перейти к контроллеру
sk: Prepnúť na ovládač
sl: Preklopi na krmilnik
sv: Byt till styrenhet
tr: Denetleyiciye Geçiş Yap
uk: Перемкнутися на контролер
zh_cn: 切换到控制器
zh_tw: 切換到控制器

source: Switch To Model
ar: بَدِّل إلى النموذج
bs: Prebaci na model
ca@valencia: Canvia al model
de: Zum Model wechseln
eo: Ŝanĝi al Modelo
es: Cambiar al modelo
et: Lülitu mudelile
eu: Aldatu eredura
fi: Vaihda malliin
fr: Basculer vers le modèle
gl: Ir ao modelo
hu: Váltás a modellre
it: Passa al modello
ka: მოდელზე გადართვა
ko: 모델로 전환
nl: Omschakelen naar model
nn: Byt til modell
pl: Przejdź do modelu
pt_br: Alternar para modelo
ru: Перейти к модели
sk: Prepnúť na model
sl: Preklopi na model
sv: Byt till modell
tr: Modele Geçiş Yap
uk: Перемкнутися на модель
zh_cn: 切换到模型
zh_tw: 切換到模型

source: Switch To View
ar: بَدِّل إلى العرض
bs: Prebaci na pogled
ca@valencia: Canvia a la vista
de: Zur View wechseln
eo: Ŝanĝi al Vido
es: Cambiar a la vista
et: Lülitu vaatele
eu: Aldatu ikuspegira
fi: Vaihda näkymään
fr: Basculer vers la vue
gl: Ir á vista
hu: Váltás a nézetre
it: Passa alla vista
ka: ხედზე გადართვა
ko: 뷰로 전환
nl: Omschakelen naar weergave
nn: Byt til vising
pl: Przejdź do widoku
pt_br: Alternar para visualização
ru: Перейти к представлению
sk: Prepnúť na pohľad
sl: Preklopi na pogled
sv: Byt till vy
tr: Görünüme Geçiş Yap
uk: Перемкнутися на перегляд
zh_cn: 切换到视图
zh_tw: 切換到檢視

source: Switch To Test
ar: بَدِّل إلى الاختبار
bs: Prebaci na test
ca@valencia: Canvia a la prova
de: Zu Test wechseln
eo: Ŝanĝi al Testo
es: Cambiar a la prueba
et: Lülitu testile
eu: Aldatu probara
fi: Vaihda testiin
fr: Basculer vers le test
gl: Ir á proba
hu: Váltás a tesztre
it: Passa al test
ka: ტესტზე გადართვა
ko: 테스트로 전환
nl: Naar test wisselen
nn: Byt til test
pl: Przejdź do testu
pt_br: Alternar para teste
ru: Перейти к тесту
sk: Prepnúť na test
sl: Preklopi na test
sv: Byt till test
tr: Sınamaya Geçiş Yap
uk: Перемкнутися на перевірку
zh_cn: 切换到测试
zh_tw: 切換到測試
