Repository: KDE/kdev-ruby
Catalog: po/*/kdevruby.po
Languages: ar, bs, ca@valencia, de, eo, es, et, eu, fi, fr, gl, hu, it, ka, ko, nl, nn, pl, pt_br, ru, sk, sl, sv, tr, uk, zh_cn, zh_tw

source: insert Shebang line
ar: أَدخِل سطر الشي بانج
bs: umetni Shebangovu liniju
ca@valencia: inserix una línia «Shebang»
de: Shebang-Zeile einfügen
eo: enigi Shebang-linion
es: insertar línea de Shebang
et: Shebang-rea lisamine
eu: Txertatu «Shebang» lerroa
fi: lisää #!-rivi
fr: Insérer une ligne « shebang »
gl: Inserir unha liña Shebang
hu: Shebang-sor beszúrása
it: inserisci riga shebang
ka: shebang ხაზის ჩასმა
ko: Shebang 줄 추가
nl: Shebang-regel invoegen
nn: set inn shebang-linje
pl: wstaw wiersz Shebang
pt_br: inserir uma linha Shebang
ru: вставить строку #!
sk: vložiť riadok Shebang
sl: vstavi vrstico Shebang
sv: infoga rad med #!
tr: diyez ünlem satırı ekle
uk: вставити рядок з послідовністю «#!»
zh_cn: 插入 Shebang 行
zh_tw: 插入 Shebang 行

source: insert encoding line
ar: أَدخِل سطر الترميز
bs: ubaci liniju kodiranja
ca@valencia: inserix una línia de codificació
de: Kodierungszeile einfügen
eo: enmeti kodan linion
es: insertar línea de codificación
et: kodeeringurea lisamine
eu: sartu kodetzeko lerroa
fi: lisää koodaustietorivi
fr: Insérer une ligne « encodage »
gl: Inserir unha liña de codificación
hu: kódolás sor beszúrása
it: inserisci riga della codifica
ka: კოდირების ხაზის ჩასმა
ko: 인코딩 줄 추가
nl: coderingsregel invoegen
nn: set inn teiknkodings­linje
pl: wstaw wiersz kodowania
pt_br: inserir uma linha de codificação
ru: вставить строку с указанием кодировки
sk: vložiť riadok kódovania
sl: vstavi šifrirno vrstico
sv: infoga kodningsrad
tr: kodlama satırını girin
uk: вставити рядок кодування
zh_cn: 插入编码行
zh_tw: 插入編碼行

source: Ruby Keyword
ar: كلمة روبي المفتاحية
bs: Ruby ključna riječ
ca@valencia: Paraula clau de Ruby
de: Ruby-Schlüsselwort
eo: Ruby Ŝlosilvorto
es: Palabra clave de Ruby
et: Ruby võtmesõna
eu: Ruby gako-hitza
fi: Ruby-avainsana
fr: Mot clé Ruby
gl: Palabra clave de Ruby
hu: Ruby kulcsszó
it: Parola chiave Ruby
ka: Ruby -ის საკვანძო სიტყვა
ko: Ruby 키워드
nl: Ruby-sleutelwoord
nn: Ruby-nøkkelord
pl: Słowo kluczowe Ruby
pt_br: Palavra chave do Ruby
ru: Ключевые слова Ruby
sk: Kľúčové slovo Ruby
sl: Ključna beseda Ruby
sv: Ruby nyckelord
tr: Ruby Anahtar Sözcüğü
uk: Ключове слово Ruby
zh_cn: Ruby 关键字
zh_tw: Ruby 關鍵字

source: Ruby Builtins
ar: مبنيّات روبي المضمنة
ca@valencia: Elements incorporats a Ruby
eo: Ruby Konstruaĵoj
es: Integrados en Ruby
et: Ruby sisseehitatud
eu: «Ruby»k barnean dakartzanak
fr: Commandes internes Ruby
gl: Membros do núcleo de Ruby
hu: Ruby beépítettek
ka: Ruby -ის ჩაშენებულები
ko: Ruby 내장
nl: In Ruby ingebouwde elementen
pl: Biblioteki wbudowane Ruby
pt_br: Itens incorporados do Ruby
ru: Встроенные функции Ruby
sk: Ruby vstavania
sl: Vgrajeni deli Ruby
sv: Ruby inbyggda objekt
tr: Ruby Yerleşikleri
uk: Вбудовані до Ruby
zh_cn: Ruby 内置
zh_tw: Ruby 內建

source: module
ar: وحدة
bs: modul
ca@valencia: mòdul
de: Modul
eo: modulo
es: módulo
et: moodul
eu: modulua
fi: moduuli
gl: módulo
hu: modul
it: modulo
ka: მოდული
ko: 모듈
nn: modul
pl: moduł
pt_br: módulo
ru: модуль
sk: modul
sl: modul
sv: modul
tr: modül
uk: модуль
zh_cn: 模块
zh_tw: 模組

source: class
ar: صنف
bs: klasa
ca@valencia: classe
de: Klasse
eo: klaso
es: clase
et: klass
eu: klasea
fi: luokka
fr: classe
gl: clase
hu: osztály
it: classe
ka: კლასი
ko: 클래스
nl: klasse
nn: klasse
pl: klasa
pt_br: classe
ru: класс
sk: trieda
sl: razred
sv: klass
tr: sınıf
uk: клас
zh_cn: 类
zh_tw: 類別

source: LoadError: cannot load such file: %1
ar: خطأ تحميل: تعذَّر تحميل ملف كهذا: %1
bs: LoadError: ne mogu učitati takav fajl: %1
ca@valencia: S'ha produït un error de càrrega: no s'ha pogut carregar el fitxer: %1
de: LoadError: Eine solche Datei kann nicht geladen werden: %1
eo: LoadError: ne povas ŝargi tian dosieron: %1
es: LoadError: no se puede cargar el archivo: %1
et: LoadError: sellist faili ei saa laadida: %1
eu: ZamaErrorea: ezin du halako fitxategirik zamatu: %1
fi: LoadError: ei voida ladata tiedostoa: %1
fr: Erreur de chargement : impossible de charger un fichier de ce type : %1
gl: LoadError: non se pode cargar o ficheiro %1.
hu: Betöltési hiba: nem tölthető be ez a fájl: %1
it: LoadError: impossibile caricare un file di questo tipo: %1
ka: ჩატვირთვის შეცდომა: ფაილის ჩატვირთვა შეუძლებელია: %1
ko: LoadError: 파일을 불러올 수 없음: %1
nl: Laadfout: kan zo'n bestand niet laden: %1
nn: LoadError: Klarte ikkje opna fila: %1
pl: Błąd wczytywania: nie można wczytać pliku: %1
pt_br: Erro de leitura: Não foi possível carregar o arquivo: %1
ru: LoadError: не удалось загрузить файл: %1
sk: LoadError: nemôžem načítať súbor: %1
sl: Napaka pri nalaganju: ni mogoče naložiti datoteke: %1
sv: Inläsningsfel: kan inte läsa in denna fil: %1
tr: LoadError: böyle bir dosya yüklenemiyor: %1
uk: Помилка завантаження: не вдалося завантажити цей файл: %1
zh_cn: 加载错误：无法加载文件：%1
zh_tw: LoadError：無法載入該檔案：%1

source: TypeError: wrong argument type (expected Class)
ar: خطأ في النوع: نوع وسيط خاطئ (الصنف متوقع)
bs: TypeError: pogrešan tip argumenta (očekivana klasa)
ca@valencia: S'ha produït un error de tipus: tipus d'argument erroni (s'esperava Class)
de: TypeError: Falscher Argumenttyp („Class“ erwartet)
eo: TypeError: malĝusta argumenta tipo (atendita Klaso)
es: TypeError: tipo de argumento erróneo (se esperaba Class)
et: Tüübiviga: vale argumenditüüp (oodati Class'i)
eu: MotaErrorea: argumentu mota okerra (esperotako Klasea)
fi: TypeError: väärä parametrin tyyppi (odotettiin luokkaa)
fr: Erreur de type : type d'argument non valable (Une classe était attendue)
gl: TypeError: o tipo do argumento é incorrecto (esperábase «Class»).
hu: Típushiba: hibás paramétertípus (elvárt: osztály)
it: TypeError: tipo argomento errato (atteso Class)
ka: ტიპის შეცდომა: არგუმენტის არასწორი ტიპი (მოველოდი კლასს)
ko: TypeError: 인자 형식이 잘못됨(Class를 예상함)
nl: Typefout: fout type argument (verwacht Class)
nn: TypeError: Feil argumenttype (venta klasse)
pl: Błąd typu: zły argument typu (oczekiwano klasy)
pt_br: TypeError: tipo de argumento inválido (era esperada uma classe)
ru: TypeError: недопустимый тип аргумента (ожидался класс)
sk: TypeError: zlý typ argumentu (očakáva sa trieda)
sl: Napaka tipa: napačni argumenti (pričakovan razred)
sv: Typfel: felaktig argumenttyp (förväntade Class)
tr: TypeError: hatalı argüman türü (Sınıf bekleniyordu)
uk: Помилковий тип: помилковий тип аргументу (мало бути вказано тип Class)
zh_cn: 类型错误：错误的参数类型 (应为类)
zh_tw: TypeError：錯誤參數類型（預期為類別）

source: Return statement not within function declaration
ar: عبارة الإرجاع ليست ضمن تعريف دالة
bs: Naredba povratka bez deklaracije funkcije
ca@valencia: La sentència retornada no està present en la declaració de la funció
de: Return-Anweisung nicht innerhalb der Funktionsdeklaration
eo: Return-instrukcio ne ene de funkciodeklaro
es: Sentencia return fuera de la declaración de la función
et: Funktsiooni deklaratsioonis mitteleiduva lause tagastamine
eu: Itzulerako adierazpena ez dago funtzioaren deklarazioan
fi: Return-lause ei ole funktioesittelyn sisällä
fr: Retourner une instruction hors d'une déclaration de fonction
gl: A instrución de retorno non está dentro da declaración da función.
hu: Return utasítás függvénydeklaráción kívül
it: Istruzione «return» non all'interno della dichiarazione di funzione
ka: დაბრუნების რუტინა ფუნქციის აღწერაში არაა
ko: Return 구문이 함수 선언 내부에 있지 않음
nl: Return-statement niet in de functiedeclaratie
nn: Retursetninga er ikkje i funksjon­deklarasjon
pl: Instrukcja powrotu nie jest wewnątrz deklaracji funkcji
pt_br: A instrução 'return' está fora de uma declaração de função
ru: Оператор return вне объявления функции
sk: Návratové vyhlásenie nie je v deklarácii funkcie
sl: Ukaz return ni znotraj deklaracije funkcije
sv: Retursats inte inom funktionsdeklaration
tr: Geri döndürme durumu işlev tanımlaması içinde değil
uk: Інструкція return поза межами оголошення функції
zh_cn: 返回语句不在函数声明内
zh_tw: Return 敘述不在函式宣告內

source: undefined method `%1'
ar: الدالة `%1' غير معرّفة
bs: nedefinisana metoda '%1'
ca@valencia: mètode «%1» sense definir
de: Undefinierte Methode „%1“
eo: nedifinita metodo `%1'
es: método «%1» no definido
et: defineerimata meetod "%1"
eu: definitu gabeko metodoa '%1'
fi: määrittelemätön metodi ”%1”
fr: méthode indéfinie : « %1 »
gl: O método «%1» non está definido.
hu: Nem definiált metódus: %1
it: metodo non definito `%1'
ka: აღუწერელი მეთოდი: %1
ko: 정의되지 않은 메서드 `%1'
nl: ongedefinieerde methode `%1'
nn: udefinert metode «%1»
pl: nieokreślona metoda `%1'
pt_br: método indefinido '%1'
ru: метод «%1» не определён
sk: nedefinovaná metóda `%1'
sl: nedoločena metoda '%1'
sv: odefinierad metod '%1'
tr: tanımlanmamış metot `%1'
uk: невизначений метод «%1»
zh_cn: 未定义方法 “%1”
zh_tw: 未定義的方法 `%1'

source: TypeError: wrong argument type (expected Module)
ar: خطأ في النوع: نوع وسيط خاطئ (الوحدة متوقعة)
bs: TypeError: pogrešan tip argumenta (očekivan modul)
ca@valencia: S'ha produït un error de tipus: tipus d'argument erroni (s'esperava Module)
de: TypeError: Falscher Argumenttyp (Modul erwartet)
eo: TypeError: malĝusta argumenta tipo (atendita Modulo)
es: TypeError: tipo de argumento erróneo (se esperaba Module)
et: Tüübiviga: vale argumenditüüp (oodati Module'i)
eu: MotaErrorea: argumentu mota okerra (Modulua espero zen)
fi: TypeError: väärä parametrin tyyppi (odotettiin moduulia)
fr: Erreur de type : type d'argument non valable (« Module » était attendu)
gl: TypeError: o tipo do argumento é incorrecto (esperábase «Module»).
hu: Típushiba: hibás paramétertípus (elvárt: modul)
it: TypeError: tipo argomento errato (atteso Module)
ka: ტიპის შეცდომა: არგუმენტის არასწორი ტიპი (მოველოდი მოდულს)
ko: TypeError: 인자 형식이 잘못됨(Module을 예상함)
nl: Fout in type: fout type argument (verwacht Module)
nn: TypeError: Feil argumenttype (venta modul)
pl: Błąd typu: zły argument typu (oczekiwano modułu)
pt_br: TypeError: tipo de argumento inválido (era esperado um módulo)
ru: TypeError: недопустимый тип аргумента (ожидался модуль)
sk: TypeError: zlý typ argumentu (očakáva sa modul)
sl: Napaka vrste: napačna vrsta argumenta (pričakovan Modul)
sv: Typfel: felaktig argumenttyp (förväntade Module)
tr: TürHatası: yanlış bağımsız değişken türü (beklenen Modül)
uk: Помилковий тип: помилковий тип аргументу (мало бути вказано тип Module)
zh_cn: 类型错误：错误的参数类型 (应为模块)
zh_tw: TypeError：錯誤參數類型（預期為模組）

source: TypeError: %1 is not a %2
ar: خطأ في النوع: %1 ليس %2
bs: TypeError: %1 nije %2
ca@valencia: S'ha produït un error de tipus: %1 no és un %2
de: TypeError: %1 ist kein %2
eo: TypeError: %1 ne estas %2
es: TypeError: %1 no es un %2
et: TypeError: %1 ei ole %2
eu: MotaErrorea: %1 ez da %2 bat
fi: TypeError: %1 ei ole %2
fr: Erreur de type : %1 n'est pas un %2
gl: TypeError: %1 non é %2.
hu: Típushiba: %1 nem %2
it: TypeError: %1 non è un %2
ka: ტიპის შეცდომა: %1-ი %2 არაა
ko: TypeError: %1은(는) %2이(가) 아님
nl: Typefout: %1 is geen %2
nn: TypeError: %1 er ikkje ein %2
pl: Błąd typu: %1 nie jest %2
pt_br: TypeError: %1 não é um %2
ru: TypeError: %1 не является %2
sk: TypeError: %1 nie je %2
sl: Napaka vrste: %1 ni %2
sv: Typfel: %1 är inte en %2
tr: TürHatası: %1 bir %2 değil
uk: Помилка типу: %1 не належить до %2
zh_cn: 类型错误：%1 不是 %2
zh_tw: TypeError：%1 不是一個 %2

source: wrong number of arguments (%1 for %2) (ArgumentError)
ar: عدد خاطئ من الوسائط (%1 لـ %2) (خطأ الوسيط)
bs: pogrešan broj argumenata (%1 za %2) (ArgumentError)
ca@valencia: nombre incorrecte d'arguments (%1 per a %2) (ArgumentError)
de: Falsche Anzahl von Argumenten (%1 für %2) (ArgumentError)
eo: malĝusta nombro da argumentoj (%1 por %2) (ArgumentError)
es: número incorrecto de argumentos (%1 para %2) (ArgumentError)
et: vale argumentide arv (%1 %2 asemel) (ArgumentError)
eu: argumentu kopuru okerra (%1 %2(e)rakoa) (ArgumentuErrorea)
fi: väärä määrä parametreja (%1, pitäisi olla %2) (ArgumentError)
fr: nombre d'arguments erroné (%1 pour %2) (erreur d'arguments)
gl: número de argumentos incorrecto (%1 para %2) (ArgumentError).
hu: hibás argumentumszám (%1 ehhez: %2) (ArgumentError)
it: numero errato di argomenti (%1 per %2) (ArgumentError)
ka: არგუმენტების არასწორი რიცხვი (%1-ი %2-სთვის) (არგუმენტის შეცდომა)
ko: 인자 개수가 잘못됨(%2 - %1)(ArgumentError)
nl: fout aantal argumenten (%1 voor %2) (ArgumentError)
nn: Feil tal på argument (%1 for %2) (ArgumentError)
pl: zła liczba argumentów (%1 dla %2) (Błąd argumentów)
pt_br: número incorreto de argumentos (%1 para %2) (ArgumentError)
ru: ArgumentError: неправильное число аргументов (%1 вместо %2)
sk: zlý počet argumentov (%1 pre %2) (ArgumentError)
sl: napačno število argumentov (%1 za %2) (Napaka argumentov)
sv: fel antal argument (%1 för %2) (argumentfel)
tr: hatalı argüman sayısı (%2 için %1) (ArgümanHatası)
uk: помилкова кількість аргументів (%1 у %2) (помилка аргументів)
zh_cn: 参数个数错误 (%1，应为 %2) (参数错误)
zh_tw: 引數數量錯誤（%1，需為 %2）(ArgumentError)

source: <br /> lost declaration <br />
ar: <br /> تعريف مفقود <br />
bs: <br /> izgubljena deklaracija <br />
ca@valencia: <br /> s'ha perdut la declaració <br />
de: <br /> verlorene Deklaration <br />
eo: <br /> perdita deklaro <br />
es: <br /> declaración perdida <br />
et: <br /> kadunud deklaratsioon <br />
eu: <br /> galdutako deklarazioa <br />
fi: <br /> hukattu esittely <br />
fr: <br /> déclaration perdue <br />
gl: <br /> declaración perdida <br />
hu: <br /> elveszett deklaráció <br />
it: <br /> dichiarazione persa <br />
ka: <br /> აღწერა დაკარგულია <br />
ko: <br /> 선언 실종됨<br />
nl: <br /> verloren declaratie <br />
nn: <br /> tapt deklarasjon <br />
pl: <br /> zgubiona deklaracja <br />
pt_br: <br /> perdeu-se a declaração <br />
ru: <br /> потерянное объявление <br />
sk: <br /> stratená deklarácia <br />
sl: <br /> izgubljena deklaracija <br />
sv: <br /> förlorad deklaration <br />
tr: <br /> eksik bildirim <br />
uk: <br /> втрачене оголошення <br />
zh_cn: <br /> 缺失声明 <br />
zh_tw: <br /> 缺乏宣告 <br />

source: Back to %1<br />
ar: عودة إلى %1<br />
bs: Povratak na %1<br />
ca@valencia: Torna a %1<br />
de: Zurück zu %1<br />
eo: Reen al %1<br />
es: Volver a %1<br />
et: Tagasi %1 juurde<br />
eu: Atzera %1(e)ra<br />
fi: Takaisin: %1<br />
fr: Revenir vers %1<br />
gl: Volver a %1<br />
hu: Vissza ide: %1<br />
it: Torna a %1<br />
ka: %1-ზე დაბრუნება<br />
ko: %1(으)로 돌아가기<br />
nl: Terug naar %1<br />
nn: Tilbake til %1<br />
pl: Z powrotem do %1<br />
pt_br: Voltar a %1<br />
ru: Вернуться к %1<br />
sk: Späť na %1<br />
sl: Nazaj na %1<br />
sv: Tillbaka till %1<br />
tr: Geri dön %1<br />
uk: Назад до %1<br />
zh_cn: 回到 %1<br />
zh_tw: 返回到 %1<br />

source: Access: %1
ar: الوصول: %1
bs: Pristup: %1
ca@valencia: Accés: %1
de: Zugriff: %1
eo: Aliro: %1
es: Acceso: %1
et: Juurdepääs: %1
eu: Sarrera: %1
fi: Näkyvyys: %1
fr: Accès : %1
gl: Acceso: %1
hu: Hozzáférés: %1
it: Accesso: %1
ka: წვდომა: %1
ko: 접근: %1
nl: Toegang: %1
nn: Tilgang: %1
pl: Dostęp: %1
pt_br: Acesso: %1
ru: Доступ: %1
sk: Prístup: %1
sl: Dostop: %1
sv: Åtkomst: %1
tr: Erişim: %1
uk: Доступ: %1
zh_cn: 访问: %1
zh_tw: 存取：%1

source: Def.:
ar: تعريف:
fi: Määr.:
fr: Déf. :
hu: Megh.:
ka: აღწ.:
ko: 정의:
ru: Опред.:
uk: Визн.:
zh_cn: 定义：
zh_tw: 定義：

source: Show uses
ar: أَظهِر الاستخدامات
bs: Prikaži upotrebe
ca@valencia: Mostra els usos
de: Vorkommen anzeigen
eo: Montri uzojn
es: Mostrar usos
et: Näita kasutusi
eu: Erakutsi erabilerak
fi: Näytä käytöt
fr: Afficher les utilisations
gl: Amosar os usos
hu: Use direktívák megjelenítése
it: Mostra usi
ka: გამოყენების ჩვენება
ko: 사용하는 곳 표시
nl: Gebruiken tonen
nn: Vis bruk
pl: Pokaż użycia
pt_br: Mostrar os usos
ru: Показать обращения
sk: Ukázať použitia
sl: Prikaži rabe
sv: Visa användningar
tr: Kullanımları göster
uk: Показати випадки використання
zh_cn: 显示使用
zh_tw: 顯示使用

source: Ruby Kernel
ar: نواة روبي
ca@valencia: Nucli de Ruby
es: Núcleo de Ruby
eu: «Ruby»ren muina
fi: Ruby-ydin
fr: Noyau Ruby
gl: Núcleo de Ruby
hu: Ruby rendszermag
it: Kernel Ruby
ka: Ruby -ის ბირთვი
ko: Ruby 커널
nn: Ruby-kjerne
pl: Jądro Ruby
pt_br: Kernel do Ruby
ru: Ядро Ruby
sl: Jedro Ruby
sv: Ruby-kärna
tr: Ruby Çekirdeği
uk: Ядро Ruby
zh_cn: Ruby 内核
zh_tw: Ruby 核心

# Count of files this header was included into
source: Required by
ar: تتطلبه
bs: Zahtijevano od
ca@valencia: Requerit per
de: Benötigt von
eo: Bezonata de
es: Se necesita por
et: Seda nõuab
eu: Behar du(te),
fi: Vaatii paketti
fr: Requis par
gl: Requíreno:
hu: Igényli
it: Richiesto da
ka: სჭირდება
ko: 다음에서 필요함
nl: Benodigd door
nn: Påkravd av
pl: Wymagane przez
pt_br: Requerido por
ru: Использующих файлов
sk: Vyžadovaný
sl: Zahtevano od
sv: Krävs av
tr: İçeren dosya sayısı
uk: Потрібен для
zh_cn: 引入方
zh_tw: 由誰所需要

source: %1 of %2
ar: %1 من %2
bs: %1 od %2
ca@valencia: %1 de %2
de: %1 von %2
eo: %1 el %2
es: %1 de %2
et: %1 tüübiga %2
fr: %1 sur %2
gl: %1 de %2
it: %1 di %2
ka: %1-ი %2-დან
ko: %2 중 %1
nl: %1 van %2
nn: %1 av %2
pl: %1 z %2
pt_br: %1 de %2
sk: %1 z %2
sl: %1 od %2
sv: %1 av %2
uk: %1 з %2
zh_cn: %1 的 %2

# @title:menu
source: Navigation
ar: تصفُّح
bs: Navigacija
ca@valencia: Navegació
eo: Navigado
es: Navegación
et: Liikumine
eu: Nabigatzea
fi: Navigointi
gl: Navegación
hu: Navigáció
it: Navigazione
ka: ნავიგაცია
ko: 탐색
nl: Navigatie
nn: Navigering
pl: Poruszanie się
pt_br: Navegação
ru: Навигация
sk: Navigácia
sl: Krmarjenje
sv: Navigering
tr: Gezinme
uk: Навігація
zh_cn: 导航
zh_tw: 導覽

# @title:menu
source: Rails Navigation
ar: تصفُّح Rails
bs: Šine za navigaciju
ca@valencia: Navegació de Rails
eo: Rails-Navigado
es: Navegación de Rails
et: Railsi liikumine
eu: «Rails» nabigatzea
fi: Rails-navigointi
fr: Navigation dans Rails
gl: Navegación de Rails
hu: Rails navigáció
it: Navigazione Rails
ka: Rails -ის ნავიგაცია
ko: Rails 탐색
nl: Rails-navigatie
nn: Rails-navigering
pl: Poruszanie się po szynach
pt_br: Navegação Rails
ru: Навигация по коду на Ruby
sk: Navigácia Rails
sl: Krmarjenje Rails
sv: Rälsnavigering
tr: Rails Dolaşımı
uk: Навігація Rails
zh_cn: Rails 导航
zh_tw: Rails 導覽

source: &Run
ar: &شغّل
bs: &Pokreni
ca@valencia: &Executa
de: &Ausführen
eo: &Ruli
es: &Ejecutar
et: &Käivitamine
eu: E&xekutatu
fi: &Suorita
fr: Exécute&r
gl: &Executar
hu: &Futtatás
it: &Avvia
ka: &გაშვება
ko: 실행(&R)
nl: Uitvoe&ren
nn: &Køyr
pl: U&ruchom
pt_br: &Executar
ru: &Выполнение
sk: Spustiť
sl: Zaženi
sv: &Kör
tr: &Çalıştır
uk: &Виконати
zh_cn: 运行(&R)
zh_tw: 執行(&R)

# @title:menu
source: Code
ar: الشفرة
bs: Kôd
ca@valencia: Codi
de: Quelltext
eo: Kodo
es: Código
et: Kood
eu: kodea
fi: Koodi
gl: Código
hu: Kód
it: Codice
ka: კოდი
ko: 코드
nn: Kode
pl: Kod
pt_br: Código
ru: Код
sk: Kód
sl: Koda
sv: Kod
tr: Kod
uk: Код
zh_cn: 代码
zh_tw: 程式碼

source: Run Current File
ar: شغّل الملف الحالي
bs: Pokreni trenutni fajl
ca@valencia: Executa el fitxer actual
de: Aktuelle Datei ausführen
eo: Ruli Aktualan Dosieron
es: Ejecutar el archivo actual
et: Käivita aktiivne fail
eu: Exekutatu uneko fitxategia
fi: Suorita nykyinen tiedosto
fr: Exécuter le fichier actuel
gl: Executar o ficheiro actual
hu: Jelenlegi fájl futtatása
it: Avvia file corrente
ka: მიმდინარე ფაილის გაშვება
ko: 현재 파일 실행
nl: Huidig bestand uitvoeren
nn: Køyr gjeldande fil
pl: Uruchom obecny plik
pt_br: Executar arquivo atual
ru: Запустить текущий файл
sk: Spustiť aktuálny Súbor
sl: Zaženi trenutno datoteko
sv: Kör aktuell fil
tr: Geçerli Dosyayı Çalıştır
uk: Виконати поточний файл
zh_cn: 运行当前文件
zh_tw: 執行目前檔案

source: Run Current Test Function
ar: شغّل دالة الاختبار الحالية
bs: Pokreni trenutni test funkcije
ca@valencia: Executa la funció de prova actual
de: Aktuelle Test-Funktion ausführen
eo: Ruli Aktualan Testfunkcion
es: Ejecutar la función de prueba actual
et: Käivita aktiivne testfunktsioon
eu: Exekutatu uneko proba-funtzioa
fi: Suorita nykyinen testifunktio
fr: Exécuter la fonction actuelle de test
gl: Executar a función de proba actual
hu: Jelenlegi tesztfüggvény futtatása
it: Avvia funzione test corrente
ka: მიმდინარე სატესტო ფუნქციის გაშვება
ko: 현재 테스트 함수 실행
nl: Huidige testfunctie uitvoeren
nn: Køyr gjeldande testfunksjon
pl: Uruchom obecną funkcję testową
pt_br: Executar função de teste atual
ru: Запустить текущую тестовую функцию
sk: Spustiť aktuálnu testovaciu funkciu
sl: Zaženi trenutno testno funkcijo
sv: Kör aktuell testfil
tr: Geçerli Sınama İşlevini Çalıştır
uk: Виконати поточну тестову функцію
zh_cn: 运行当前测试函数
zh_tw: 執行目前測試函數

source: Current Ruby File
ar: ملف روبي الحالي
bs: Current Ruby fajl
ca@valencia: Fitxer de Ruby actual
de: Aktuelle Ruby-Datei
eo: Aktuala Ruby-Dosiero
es: Archivo de Ruby actual
et: Aktiivne Ruby fail
eu: Uneko Ruby fitxategia
fi: Nykyinen Ruby-tiedosto
fr: Fichier actuel Ruby
gl: Ficheiro de Ruby actual
hu: Jelenlegi Ruby-fájl
it: File Ruby corrente
ka: მიმდინარე Ruby-ის ფაილი
ko: 현재 Ruby 파일
nl: Huidig Ruby-bestand
nn: Gjeldande Ruby-fil
pl: Obecny plik Ruby
pt_br: Arquivo Ruby atual
ru: Текущий файл на Ruby
sk: Aktuálny súbor Ruby
sl: Trenutna datoteka Ruby
sv: Aktuell Ruby-fil
tr: Mevcut Ruby Dosyası
uk: Поточний файл Ruby
zh_cn: 当前 Ruby 文件
zh_tw: 目前 Ruby 檔案

source: Current Ruby Test Function
ar: دالة اختبار روبي الحالية
bs: Current Ruby test funkcije
ca@valencia: Funció de prova de Ruby actual
de: Aktuelle Ruby-Test-Funktion
eo: Aktuala Ruby-Testfunkcio
es: Función de prueba de Ruby actual
et: Aktiivne Ruby testfunktsioon
eu: Uneko «Ruby»ren proba-funtzioa
fi: Nykyinen Ruby-testifunktio
fr: Fonction actuelle de test Ruby
gl: Función de proba actual
hu: Jelenlegi Ruby tesztfüggvény
it: Funzione test Ruby corrente
ka: მიმდინარე Ruby-ის სატესტო ფუნქცია
ko: 현재 Ruby 테스트 함수
nl: Huidige Ruby-testfunctie
nn: Gjeldande Ruby-testfunksjon
pl: Obecna funkcja testowa Ruby
pt_br: Função de teste Ruby atual
ru: Текущую тестовая функция на Ruby
sk: Aktuálna testovacia funkcia Ruby
sl: Trenutna testna funkcija Ruby
sv: Aktuell Ruby testfunktion
tr: Geçerli Ruby Sınama İşlevi
uk: Поточна функція Ruby для перевірки
zh_cn: 当前 Ruby 测试函数
zh_tw: 目前 Ruby 測試函數

source: View for:
ar: العرض لـ:
bs: Pogledaj za:
ca@valencia: Vista per:
de: Ansicht für:
eo: Rigardi por:
es: Vista de:
et: Vaade:
eu: Honetarako ikuspegia:
fr: Vue pour :
gl: Vista para:
hu: Nézet ehhez:
it: Vista per:
ka: ნახვა:
ko: 다음의 뷰:
nl: Beeld voor:
nn: Vis for:
pl: Widok dla:
pt_br: Visualizar para:
ru: Представление для:
sk: Pohľad pre:
sl: Pogled za:
sv: Vy av:
tr: Bunun için göster:
uk: Перегляд:
zh_cn: 查看：
zh_tw: 為誰檢視：

source: Test for:
ar: الاختبار لـ:
bs: Testiraj za:
ca@valencia: Provada per:
de: Test auf:
eo: Testi por:
es: Prueba de:
et: Test:
eu: Honetarako proba:
fr: Test pour :
gl: Proba para:
hu: Teszt ehhez:
it: Test per:
ka: დატესტვა:
ko: 다음의 테스트:
nl: Test voor:
pl: Test dla:
pt_br: Testar para:
ru: Тест для:
sk: Test pre:
sl: Testiranje za:
sv: Test av:
tr: Bunun için sına:
uk: Перевірка:
zh_cn: 测试：
zh_tw: 為誰測試：

source: Rails Views
ar: عروض Rails
bs: Širine pregleda
ca@valencia: Vistes de Rails
de: Rails-Ansichten
eo: Rails-Vidoj
es: Vistas de Rails
et: Railsi vaated
eu: «Rails» ikuspegiak
fi: Rails-näkymät
fr: Vues de Rails
gl: Vistas de Rails
hu: Rails nézetek
it: Viste Rails
ka: Rails -ის ხედები
ko: Rails 뷰
nl: Rails-weergave
nn: Rails-visingar
pl: Widoki szyn
pt_br: Visualizações Rails
ru: Представления Rails
sk: Pohľady Rails
sl: Pogledi Rails
sv: Rälsvyer
tr: Rails Görünümleri
uk: Панелі перегляду Rails
zh_cn: Rails 视图
zh_tw: Rails 檢視

source: Rails Tests
ar: اختبارات Rails
bs: Širine testova
ca@valencia: Proves de Rails
eo: Rails-Testoj
es: Pruebas de Rails
et: Railsi testid
eu: «Rails» probak
fi: Rails-testit
fr: Tests de Rails
gl: Probas de Rails
hu: Rails tesztek
it: Test Rails
ka: Rails -ის ტესტები
ko: Rails 테스트
nn: Rails-testar
pl: Testy szyn
pt_br: Testes Rails
ru: Тесты Rails
sk: Testy Rails
sl: Test Rails
sv: Rälstester
tr: Rails Sınamaları
uk: Перевірки Rails
zh_cn: Rails 测试
zh_tw: Rails 測試
